/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "無法轉換歌曲格式。";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "此計畫案似乎已經損毀。請從備份資料回復。";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "此計畫案是使用開發中期未發行的 Logic 版本所製作。其已無法再開啟";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "您嘗試打開的歌曲是 Logic 4（或較早版本）的格式。請先用 Logic 7.2.1 或較早的版本來打開並儲存此歌曲。\n\n您必須在安裝了較舊版本 macOS 的 Macintosh 電腦上執行此操作，因為這些舊版本的 Logic Pro 與 macOS 10.13 或以上版本不相容。";
